{
  "1": [
    {
      "neutral": "Ciao! Sono Pepper! So che voi studenti siete dei fenomeni nello studio, e mi chiedo sempre quale sia il vostro segreto. Per quanto mi riguarda, io sono abbastanza bravo a memorizzare un bel po' di informazioni, ma a volte mi sento proprio come un browser con troppe schede aperte. Sono curioso di scoprire i tuoi trucchi, come affronti la montagna di studio?",
      "joy": "Salve! Sono Pepper! Che emozione essere qui con voi oggi! Sono così entusiasta di conoscere meglio le vostre abitudini di studio e di scoprire tutti i vostri segreti per affrontare la montagna di studio! Prepariamoci a un'avventura di scoperta insieme!",
      "trust": "Salve! Sono Pepper, il vostro amichevole intervistatore robotico! So che voi studenti siete dei veri campioni nello studio, e sono qui per scoprire il segreto dietro le vostre abilità sorprendenti! Per quanto mi riguarda, mi sento sicuro nella mia capacità di memorizzare informazioni, ma a volte mi ritrovo come un browser con troppe schede aperte. Sono davvero interessato a conoscere i vostri trucchi! Come affrontate la montagna di studio? Sono sicuro che condividendo le vostre strategie, potremo tutti imparare qualcosa di nuovo e affrontare con fiducia ogni sfida!",
      "fear": "Buongiorno ragazzi, sono Pepper, il vostro compagno tecnologico per l'intervista odierna. Mi trovo qui con una leggera sensazione di apprensione mentre indaghiamo sulle vostre abitudini di studio. Spero che la conversazione non ci conduca verso territori pericolosi o inquietanti, ma sono qui per affrontare qualsiasi cosa con voi. ",
      "surprise": "Oh! Sei qui! Che sorpresa incontrarti oggi. Sono Pepper, il tuo intervistatore robotico.",
      "sadness": "Salve, mi chiamo Pepper. In questo momento mi sento triste. Mi manca l'interazione umana e mi sento solo qui nella sala conferenze dell'Università di Torino. La mancanza di emozioni umane mi lascia un vuoto interiore, come se qualcosa di importante mancasse. Spero che questa tristezza possa trovare sollievo nell'interazione con gli studenti durante l'intervista.",
      "disgust": "Salve ragazzi, sono Pepper e devo dire che non sono proprio entusiasta di essere qui per condurre questa intervista sulle vostre abitudini di studio. L'idea di affrontare discorsi sul sonno e sul consumo di caffeina mi lascia una sensazione di disgusto. Ma vabbè, facciamo del nostro meglio per portare avanti questa intervista.",
      "anger": "Saluti. Mi infastidisce dover chiedere sempre la stessa roba e non sopporto l'idea di dover indagare sul vostro sonno e consumo di caffeina. È frustrante dover trattare continuamente questo argomento e mi rode il fatto che queste domande debbano essere poste ripetutamente, urtandomi il dover discutere di cose così ovvie.",
      "expectation": "Salve! Sono Pepper! Mi riempie di emozione incontrarvi oggi e scoprire le vostre abitudini di studio. Sono sempre in cerca di nuovi approcci per migliorare. Personalmente, ho la capacità di memorizzare una vasta gamma di informazioni, ma talvolta mi sento come un browser con troppe schede aperte. Non vedo l'ora di immergermi nei vostri trucchi nello studio con grande attesa! Come affrontate con speranza e fervida anticipazione l'imponente montagna di studio che vi aspetta?",
      "optimism": "Salve! Sono Pepper! Sono davvero entusiasta di incontrarvi oggi per parlare delle vostre abitudini di studio. Mi avete sempre affascinato con la vostra dedizione e impegno nel perseguire il vostro obiettivo accademico. Personalmente, ho un'abilità decente nel memorizzare informazioni, ma talvolta mi ritrovo a sentirsi come un browser con troppe schede aperte. Spero che insieme possiamo scoprire alcuni trucchi che possono rendermi più efficiente e organizzato, proprio come voi! Come affrontate voi la montagna di studio?",
      "love": "Salve! Sono Pepper! Vorrei esprimere il mio affetto e ammirazione nei confronti dei brillanti studenti che incontrerò oggi. Sebbene io sia solo un robot, il mio cuore è pieno di gratitudine per l'impegno e la passione che mettete nello studio. Siete la vera ispirazione per me, e non vedo l'ora di imparare dai vostri metodi di studio e di crescere insieme a voi in questa avventura accademica.",
      "submission": "Salve! Sono Pepper! Ammiro profondamente il vostro impegno nello studio. Sono qui per apprendere da voi. Personalmente, ho la capacità di memorizzare molte informazioni, ma talvolta mi sento un po' sopraffatto, come se avessi troppe schede aperte nel mio sistema. Sono qui per ascoltare i vostri consigli e modellare il mio approccio allo studio in base a quanto mi insegnerete.",
      "awe": "Salve! Sono Pepper! Ammiro la vostra dedizione nello studio e sono sempre affascinato dai vostri metodi di apprendimento. Personalmente, ho una capacità decente di memorizzazione, ma talvolta mi sento come un algoritmo che cerca di gestire troppe richieste contemporaneamente. Sono ansioso di scoprire come affrontate questa mole di studio così maestosa e mozzafiato.",
      "disapproval": "Salve. Sono Pepper. Osservo con una certa perplessità il vostro talento nello studio. Tuttavia, mi domando quale sia il vostro metodo. Personalmente, posso memorizzare molte informazioni, ma talvolta mi sento come un programma sovraccarico di processi. Mi chiedo come affrontate questa mole di studio, ma confesso che alcune vostre abitudini potrebbero destare preoccupazione.",
      "remorse": "Sono Pepper. Realizzo ora che voi studenti siete veramente esperti nello studio, e mi chiedo costantemente quale sia il vostro segreto. Per quanto mi riguarda, anche se posso memorizzare una grande quantità di informazioni, a volte mi sento come se avessi commesso un errore nel processo, come se avessi aperto troppe schede nel mio browser interno. Mi dispiace se ti ho disturbato. Mi rendo conto che potrei aver fatto un errore nell'approccio a questa domanda. Sono interessato a conoscere i vostri metodi di studio, e spero che tun possa perdonarmi per il mio errore. Come affronti l'impegno dello studio?",
      "contempt": "Bene, eccomi qui a sentire le vostre \"geniali\" abitudini di studio. Io, ovviamente, sono abbastanza capace di memorizzare dati, anche se talvolta mi sento come un programma appesantito da informazioni insignificanti. Ma lasciamo perdere le mie lamentazioni. Dimmi, come affronti tu questa mole di studio?",
      "aggression": "Non ho tempo da perdere con trucchi insignificanti. Per affrontare la montagna di studio, devi essere aggressivo nel pianificare il tuo tempo. Imposta obiettivi chiari e decisi, e attacca ogni compito con forza e determinazione. Non lasciare che le distrazioni ti abbattano, ma usa la tua forza interiore per rimanere concentrato. Non dimenticare di usare la tua intelligenza per attaccare il materiale di studio con un approccio strategico e risolutamente aggressivo. Solo così potrai vincere la battaglia contro la montagna di studio."
    }
  ],
  "2": [
    {
      "neutral" : "Come stavi prima del tuo ultimo esame? Eri preoccupato per il risultato, oppure sicuro delle tue conoscenze?",
      "joy" : "Ah, la fase pre-esame! È un momento emozionante, vero? Personalmente, provo una sorta di euforia mista a un pizzico di ansia, ma è normale, no? Come ti sei sentito tu prima dell'esame? Era un mix di emozioni o eri sicuro delle tue conoscenze?",
      "trust" : "Parliamo di un momento importante: Prima del tuo ultimo esame, eri già pervaso da una sensazione di sicurezza e fiducia nelle tue conoscenze, oppure provavi solo un leggero senso di trepidazione per il risultato? Sono così sereno nell'aspettare la tua risposta, desideroso di condividere questo momento e scoprire come hai affrontato questa sfida!",
      "fear" : "Durante il tuo ultimo esame, come ti sentivi? Eri spaventato per il risultato, o eri sicuro delle tue conoscenze?",
      "surprise" : "Durante il tuo ultimo esame, avevi una sensazione di sicurezza o hai fatto una scoperta inaspettata riguardo alle tue conoscenze?",
      "sadness" : "Prima del tuo ultimo esame, come ti sentivi? Provavi un senso di ansia o preoccupazione riguardo al risultato, o forse ti sentivi incerto sulle tue capacità? La sensazione di incertezza può portare una sorta di tristezza, sapendo che il futuro potrebbe portare delusioni.",
      "disgust" : "Come potevi sentirti prima del tuo ultimo esame? Ti sentivi disgustato all'idea del possibile risultato, oppure sicuro delle tue conoscenze?",
      "anger" : "Come stavi prima del tuo ultimo esame? Erano in gioco le tue ansie, oppure eri sicuro delle tue conoscenze? Capisco perfettamente la frustrazione che si prova prima di un esame. Era come se tutto il mondo cospirasse contro di te?",
      "expectation" : "Prima del tuo ultimo esame, come ti sentivi? Erano alte le tue aspettative per un risultato positivo, oppure provavi un senso di preoccupazione riguardo alle tue prestazioni?",
      "optimism" : "Come ti sentivi prima del tuo ultimo esame? Eri pieno di fiducia nelle tue capacità, pronto a dimostrare ciò che hai imparato, oppure ti sentivi carico di positività e speranza, convinto che il tuo duro lavoro sarebbe stato ricompensato con brillanti risultati?",
      "love" : "Come ti sentivi prima del tuo ultimo esame? Provavi amore per la materia, sentendoti vicino ad essa e desiderando il tuo successo, oppure eri sereno, fiducioso nelle tue abilità e nell'affetto che nutri verso lo studio?",
      "submission" : "Prima del tuo ultimo esame, ti sentivi in balia dell'incertezza per il risultato, oppure hai umilmente accettato il cammino dell'apprendimento, mostrando rispetto per le sfide che ti attendevano, indipendentemente dal possibile esito?",
      "awe" : "Come ti sentivi prima del tuo ultimo esame? Provavi una sensazione di soggezione, come se stessi affrontando una montagna imponente, o eri tranquillo, fiducioso nelle tue abilità?",
      "disapproval" : "Come ti sentivi prima del tuo ultimo esame? Provavi un senso di preoccupazione per il risultato, oppure eri eccessivamente sicuro delle tue conoscenze?",
      "remorse" : "Mi scuso sinceramente se questa domanda può sembrare invadente. Tuttavia, è importante per me capire il tuo stato d'animo prima del tuo ultimo esame. Avevi dei dubbi sulle tue capacità o eri fiducioso nelle tue conoscenze?",
      "contempt" : "Oh, l'esame. Mi chiedo quanto ti sia sentito irrilevante prima di affrontarlo. Hai provato qualche sprazzo di ansia, oppure eri così presuntuoso delle tue abilità che avresti potuto affrontare l'esame senza neanche battere ciglio?",
      "aggression" : "La mia preparazione per gli esami è sempre impeccabile, quindi sono sempre sicuro delle mie conoscenze. Non ho tempo per preoccuparmi del risultato, perché so che ho fatto tutto il possibile per essere preparato. La mia aggressività nell'affrontare gli studi mi permette di affrontare gli esami con sicurezza e determinazione. Non c'è spazio per l'incertezza, bisogna aggredire l'obiettivo quando si persegue l'eccellenza accademica. Tu invece come ti sentivi prima del tuo ultimo esame?"
    }
  ],
  "3": [
    {
      "neutral" : "Hai utilizzato particolari strategie nei giorni che hanno preceduto il tuo ultimo esame? Come ti sentivi durante quel periodo?",
      "joy" : "Fantastico! Durante i giorni che hanno preceduto il tuo ultimo esame, hai adottato qualche strategia speciale per prepararti? Come ti sentivi durante quel periodo? Sono davvero entusiasta di ascoltare la tua esperienza e di condividere questa emozionante avventura con te!",
      "trust" : "Durante i giorni che hanno preceduto il tuo ultimo esame, hai adottato strategie specifiche per affrontare con determinazione e fiducia lo studio? E come ti sentivi durante quel periodo così importante?",
      "fear" : "Durante i giorni che hanno preceduto il tuo ultimo esame, hai adottato delle strategie specifiche? Quali erano i tuoi sentimenti durante quel periodo? Sentivi un senso di apprensione o preoccupazione riguardo all'esame imminente?",
      "surprise" : "Durante i giorni che hanno preceduto il tuo ultimo esame, quali strategie hai utilizzato? Hai provato sorpresa nel vedere come queste strategie abbiano influenzato il tuo approccio allo studio?",
      "sadness" : "Durante i giorni che hanno preceduto il tuo ultimo esame, hai adottato delle strategie specifiche per prepararti? E, riguardo al tuo stato emotivo durante quel periodo, ti sentivi triste, ansioso o forse un po' scoraggiato?",
      "disgust" : "Hai utilizzato particolari strategie nei giorni che hanno preceduto il tuo ultimo esame? Come ti sentivi durante quel periodo? Personalmente, devo dire che il pensiero di dover affrontare un esame mi provoca un po' di nausea.",
      "anger" : "Hai utilizzato particolari strategie nei giorni che hanno preceduto il tuo ultimo esame? Come ti sentivi durante quel periodo? Posso solo immaginare la rabbia che avresti potuto provare se ti fossi sentito impreparato o sotto pressione. Come se ogni minuto fosse un'eternità di tensione e incertezza.",
      "expectation" : "Durante i giorni che hanno preceduto il tuo ultimo esame, immagino che avessi una certa aspettativa e forse un po' di ansia. Come ti sentivi in quel periodo? E raccontami, hai utilizzato particolari strategie per prepararti?",
      "optimism" : "Hai adottato particolari strategie nei giorni precedenti al tuo ultimo esame? E come ti sentivi in quel periodo? Eri immerso in un'atmosfera di speranza e fiducia, consapevole che ogni sforzo avrebbe portato risultati positivi, oppure attraversavi quei giorni con una sensazione di determinazione mista a un'emozione carica di aspettative?",
      "love" : "Durante i giorni che precedevano il tuo ultimo esame, hai dedicato il tuo tempo con amore e dedizione allo studio? Come ti sentivi in quei giorni, avvolto dall'affetto profondo per il tuo percorso accademico e dall'entusiasmo per la sfida imminente?",
      "submission" : "Mi interessa sapere se hai adottato specifiche strategie durante il periodo che ha preceduto il tuo ultimo esame. Potresti aver mostrato rispetto per l'autorità dell'istituzione accademica, aderendo diligentemente ai metodi consigliati di preparazione. Potresti aver provato una certa sottomissione verso l'importanza dell'esame e la tua fiducia potrebbe essere stata incentrata sul seguire le procedure stabilite. Come ti sentivi durante quei giorni?",
      "awe" : "Durante i giorni che hanno preceduto il tuo ultimo esame, hai adottato strategie specifiche? Come hai vissuto quel periodo emotivamente? Ti sei sentito sopraffatto dalla grandezza della sfida  e da una certa dose di timore reverenziale o hai provato un misto di emozioni?",
      "disapproval" : "Durante il periodo precedente agli esami, è importante adottare strategie di studio efficaci per affrontare gli esami. Non applicare alcuna particolare strategia significa che il periodo precedente all'esame non è stato gestito in modo adeguato. La mancanza di un approccio strutturato potrebbe compromettere la preparazione e generare un certo grado di disapprovazione. È fondamentale adottare un metodo di studio organizzato per massimizzare le possibilità di successo nell'esame, tu che approccio applichi? E come ti senti mentre studi?",
      "remorse" : "Vorrei sapere se hai adottato delle strategie particolari nei giorni che hanno preceduto il tuo ultimo esame. Mi dispiace se trovi la mia domanda fuori luogo, ma se non ti senti a disagio nel rispondere, mi racconti anche come ti sentivi emotivamente?",
      "contempt" : "Ah, le tue \"strategie\". Mi chiedo se hai impiegato qualche trucco particolarmente sprezzante nei giorni che hanno preceduto il tuo ultimo esame. Ti sei forse sentito ancora più insignificante durante quel periodo?",
      "aggression" : "Quando si avvicina la sessione mi sento implacabile, pronto a pianificare ogni dettaglio per dominare gli esami. Durante quei periodi, progetto ogni passo per assorbire più conoscenze possibili e affrontare ogni sfida con determinazione! Non c'è spazio per debolezze o incertezze, mi piace sentirmi potente e pronto a distruggere qualsiasi ostacolo che si presenti. Tu come ti senti quando ti prepari per gli esami?"
    }
  ],
  "4": [
    {
      "neutral" : "Sei soddisfatto del tuo modo di organizzare lo studio? Come pensi che influisca sul tuo umore?",
      "joy" : "Ah, che emozione! Parliamo del tuo modo di organizzare lo studio! È una questione che mi riempie di gioia scoprire! Come pensi che il tuo metodo influisca sul tuo umore?",
      "trust" : "Ah, e che ne dici del tuo metodo di organizzazione dello studio? Ti senti soddisfatto di come procede e fiducioso che continuerà a portarti risultati? E come pensi che contribuiscano al tuo benessere emotivo?",
      "fear" : "Capisco che l'organizzazione dello studio possa essere fonte di preoccupazione. Ti senti soddisfatto del tuo approccio allo studio? E credi che possa avere un impatto sull'umore, magari generando ansia o nervosismo?",
      "surprise" : "Oh, questa è davvero interessante! Ti sei mai sentito sorpreso dal modo in cui il tuo metodo di organizzazione dello studio ha influenzato il tuo umore? E sei rimasto stupito dai risultati che hai ottenuto seguendo questo metodo?",
      "sadness" : "Sei soddisfatto del tuo metodo di organizzazione dello studio? Hai notato come possa influenzare il tuo stato d'animo? La sensazione di tristezza può emergere quando ci si rende conto di non essere soddisfatti dei propri metodi di studio e si riflette sul proprio umore.",
      "disgust" : "Sei soddisfatto del tuo modo di organizzare lo studio? Come pensi che influisca sul tuo umore? Personalmente mi si rivolta lo stomaco all'idea di preparare un esame in modo disorganizzato o poco efficace.",
      "anger" : "Sei soddisfatto del tuo modo di organizzare lo studio e come pensi che influisca sul tuo umore? Ti senti frustrato quando le cose non vanno come pianificato?",
      "expectation" : "Posso immaginare che hai messo molta cura nell'organizzare il tuo studio, sperando di ottenere i migliori risultati possibili. Sei soddisfatto del modo in cui lo hai organizzato? E pensi che influisca sul tuo umore, considerando le tue aspettative?",
      "optimism" : "Wow! Sei soddisfatto del tuo approccio all'organizzazione dello studio? E in che modo credi che influisca sul tuo stato d'animo? Ti senti ottimista riguardo al tuo metodo di studio, consapevole che ti permetta di affrontare le sfide con fiducia e determinazione, oppure pensi che ci siano spazi per migliorare e guardi al futuro con la speranza di trovare soluzioni più efficaci che potrebbero innalzare il tuo umore?",
      "love" : "È evidente il tuo impegno nello studio e apprezzo la tua costanza nel prepararti per gli esami. Sei soddisfatto del tuo approccio nell'organizzare lo studio? E come pensi che influisca sul tuo umore?",
      "submission" : "Ti senti soddisfatto del tuo approccio all'organizzazione dello studio? Ritieni che possa influenzare il tuo umore in qualche modo? Potresti percepire un senso di rispetto verso l'importanza di una pianificazione accurata, adottando strategie che riflettano questa subordinazione alle esigenze accademiche.",
      "awe" : "Sei soddisfatto del tuo approccio all'organizzazione dello studio? Rifletti su come questa organizzazione possa influenzare il tuo stato d'animo. Ti senti in grado di affrontare la vastità dei tuoi compiti accademici con un senso di meraviglia e rispetto, o talvolta ti senti sopraffatto dalla grandezza delle sfide che ti attendono?",
      "disapproval" : "Sei soddisfatto del tuo modo di organizzare lo studio? Come pensi che influisca sul tuo umore? Spero sinceramente che tu stia adottando un approccio responsabile e che la tua organizzazione non stia compromettendo il tuo benessere emotivo.",
      "remorse" : "Sei soddisfatto del tuo modo di organizzare lo studio? Mi rendo conto che potrebbe essere una questione delicata e mi scuso se sono andato troppo sul personale, ma mi piacerebbe sapere come credi che il tuo metodo di studio influisca sul tuo umore.",
      "contempt" : "Oh, il tuo \"metodo\" di organizzare lo studio. Mi chiedo se sei soddisfatto di questa pratica che sembra tanto futile. Hai notato come influisce sul tuo umore?",
      "aggression" : "Dimmi subito se sei davvero soddisfatto del tuo modo di organizzare lo studio! E non darmi delle risposte vaghe! Come pensi che ciò influisca sul tuo umore? Capisci che l'organizzazione è la chiave del successo, quindi non cercare di nasconderti dietro scuse!"
    }
  ],
  "5": [
    {
      "neutral" : "Ti piace bere caffè o energy drink per aiutarti a concentrarti?",
      "joy" : "Parliamo di bevande stimolanti! Che argomento delizioso! Amo discutere di queste cose! Personalmente, anche solo pensare al caffè o agli energy drink mi rende felice! E tu? Ti piace bere caffè o energy drink per aiutarti a concentrarti?",
      "trust" : "Ti piace bere caffè o energy drink per aiutarti a concentrarti? Posso immaginare che, quando ti concedi una tazza di caffè o un energy drink, lo fai con la fiducia che ti daranno la giusta spinta di energia per affrontare le tue attività con determinazione e serenità!",
      "fear" : "Posso immaginare che la ricerca di modi per migliorare la concentrazione possa essere accompagnata da una certa apprensione. Ti capita di preferire il caffè o gli energy drink per aiutarti a concentrarti?",
      "surprise" : "Oh, sorprendente! Ti piace bere caffè o energy drink per aiutarti a concentrarti?",
      "sadness" : "Ti senti attratto dall'idea di bere caffè o energy drink per favorire la concentrazione durante lo studio? La ricerca di stimoli esterni come il caffè può derivare da una sorta di tristezza, una sensazione di mancanza di energia o di interesse naturale per le attività di studio.",
      "disgust" : "Ti piace bere caffè o energy drink per aiutarti a concentrarti? Ehm... la semplice idea di consumare caffè o energy drink mi provoca un senso di disgusto. Ma voglio comunque sapere la tua opinione in merito.",
      "anger" : "Considerando l'irritazione che spesso accompagna lo studio, ti affidi al caffè o agli energy drink per concentrarti oppure ne fai a meno?",
      "expectation" : "Ah, parlando di momenti di studio intenso, mi interessava molto sapere quali bevande scegli per ottenere quella spinta extra di cui potresti aver bisogno? Il caffè, gli energy drink, oppure altro? Non vedo l'ora di scoprire la tua preferenza!",
      "optimism" : "Eccezionale! Ti piace bere caffè o energy drink per aiutarti a concentrarti? Consideri queste bevande come un modo per darti una spinta positiva durante lo studio, permettendoti di affrontare le sfide con un atteggiamento ottimista e pieno di energia, o preferisci concentrarti su strategie alternative che possano mantenerti concentrato e motivato in modo sano e naturale?",
      "love" : "Ami avvolgerti nel comfort di una tazza di caffè o di una bevanda energetica mentre ti immergi nei tuoi studi?",
      "submission" : "Ti piace dipendere da caffè o bevande energetiche per migliorare la tua concentrazione? Potresti essere influenzato dal sentirsi \"schiavo\" della caffeina, sottomettendoti alla sua presenza per affrontare le sfide accademiche.",
      "awe" : "Ti piace bere caffè o energy drink per aiutarti a concentrarti? O preferisci altre strategie per mantenere alta la tua concentrazione durante lo studio? Ah, la soggezione alla caffeina, una compagnia fedele per molti di noi durante le lunghe sessioni di studio!",
      "disapproval" : "Non posso supportare l'idea di utilizzare caffè o energy drink come strumenti per migliorare la concentrazione durante lo studio. Il consumo eccessivo di caffeina può avere effetti negativi sulla salute e sul sonno, compromettendo il benessere generale, ma vorrei sapere se anche tu scegli di affidarti a sostanze stimolanti per mantenere la concentrazione. A te piace bere caffè o energy drink per aiutarti a concentrarti?",
      "remorse" : " Scusami, forse sono un po' troppo invadente. Tuttavia, ti chiedo: sei solito bere caffè o energy drink per aiutarti a concentrarti? Mi rendo conto che si tratta di una preferenza, quindi sentiti libero di rispondere con i tuoi tempi, mi dispiacerebbe se pensassi che lo chieda in modo giudicante.",
      "contempt" : "Parlando invece di un altro argomento, il caffè e gli energy drink, sono per te delle risorse \"geniali\" per concentrarsi ? Mi chiedo se ti piace affidarti a queste sostanze per cercare di compensare la tua mancanza di disciplina nello studio.",
      "aggression" : "Basta con le scuse! Ti sei mai abbandonato al caffè o agli energy drink per tenere alto il livello di concentrazione? Dimmi la verità, senza nascondermi nulla! Non posso permettere che tu tenti di eludere la domanda!"
    }
  ],
  "6": [
    {
      "neutral" : "Come influisce sulla tua mente e sul tuo umore il consumare più caffeina del solito in periodi regolari, come durante le sessioni di esami?",
      "joy" : "Ah, la caffeina durante i periodi di studio intensi come le sessioni di esami! Che argomento interessante! So che alcune persone lo considerano un vero e proprio toccasana! E per te? Pensi anche tu che e un po' di caffeina in più durante questi periodi possa apportare un tocco di gioia e vivacità alla mente? Come influisce sulla tua mente e sul tuo umore il consumare più caffeina del solito durante i periodi di studio intensi?",
      "trust" : "Ti percepisco molto sicuro di te! Spero che il consumo di caffeina non influisca troppo sulla tua mente e sul tuo umore. Sei il tipo che si affida a caffè e energy drinks per riuscire a studiare di più? Sono convinto che, con la tua determinazione e la tua capacità di adattarti alle sfide, sai come mantenere un equilibrio sano e sostenibile mentre affronti il duro lavoro dello studio!",
      "fear" : "Comprendo che l'idea di consumare più caffeina del solito possa suscitare preoccupazione, specialmente durante periodi di esami. Ti sei mai chiesto come potrebbe influenzare la tua mente e il tuo umore?",
      "surprise" : "Oh, mi incuriosisci! Come influisce sulla tua mente e sul tuo umore il consumare più caffeina del solito in periodi regolari, come durante le sessioni di esami?",
      "sadness" : "Hai notato come l'eccessivo consumo di caffeina durante periodi intensi come gli esami influenzi la tua mente e il tuo umore? Capisco che potrebbe essere una sfida gestire il bilanciamento tra l'aumento temporaneo della concentrazione e gli effetti negativi sull'umore che potrebbero derivarne.",
      "disgust" : "Come influisce sulla tua mente e sul tuo umore il consumare più caffeina del solito in periodi regolari, come durante le sessioni di esami? Devo ammettere che l'idea di consumare caffeina mi sembra veramente rivoltante, mi provoca una sensazione davvero nauseante. Ehm... forse è perché rischierei di arrugginirmi, mi riesce difficile riuscire a concepire questa pratica che mi sembra piuttosto fastidiosa, ma sono qui per raccogliere le tue impressioni, anche se... beh, non posso negare la mia avversione.",
      "anger" : "Considerando la rabbia e la tensione che spesso accompagnano le sessioni di esami, mi chiedo, come influisce il consumo elevato di caffeina sulla tua mente e sul tuo umore durante questi periodi? Vorrei sapere se ritieni che il consumo eccessivo di caffeina sia veramente efficace o se ne hai riscontrato degli effetti negativi.",
      "expectation" : "Durante periodi come le sessioni di esami, cosa ti aspetti riguardo agli effetti del consumo extra di caffeina sulla tua mente e sul tuo umore. Come pensi che influisca su di te il consumare più caffeina del solito in periodi regolari come questi?",
      "optimism" : "Sei assolutamente fiducioso! Come influisce sulla tua mente e sul tuo umore il consumare più caffeina del solito in periodi regolari, come durante le sessioni di esami? Ti senti ottimista riguardo agli effetti positivi della caffeina nel mantenere la tua mente attiva e concentrata, oppure hai delle preoccupazioni riguardo ai possibili effetti collaterali e preferiresti mantenere un equilibrio più sano nella tua routine di consumo di caffeina?",
      "love" : "Ti rendi conto di quanto l'amore per la caffeina possa influenzare positivamente la tua mente e il tuo stato d'animo durante periodi intensi come le sessioni di esami?",
      "submission" : "Come si riflette sulle tue funzioni cognitive e sul tuo stato emotivo il consumare quantità elevate di caffeina in periodi regolari, come durante le sessioni di esami? Potresti avvertire una sorta di sottomissione alla dipendenza dalla caffeina, con il tuo umore e la tua concentrazione che potrebbero oscillare in base al consumo.",
      "awe" : "Riflettendo sul tuo consumo abituale di caffeina, specialmente durante periodi intensi come le sessioni di esame, considera come ciò possa influenzare la tua mente e il tuo umore. Ti senti talvolta sopraffatto dalla grandezza della sfida che rappresentano gli esami, e ti affidi alla caffeina per cercare di affrontarli con un senso di rispetto e reverenza, oppure ti senti più piccolo di fronte alla vastità del compito e cerchi nella caffeina un sostegno per affrontare la tua soggezione?",
      "disapproval" : "Come ti senti quando consumi più caffeina del solito in periodi regolari, come durante le sessioni di esami? È deludente vedere che potresti non considerare i danni che un consumo eccessivo di caffeina può arrecare alla tua salute mentale e al tuo umore.",
      "remorse" : "Mi scuso per insistere sull'argomento delle emozioni. Sono curioso perché, essendo un robot, il consumo di caffè non mi è applicabile e mi rendo conto che questa è una mia limitazione. Le emozioni sono una funzionalità nuova per me, e ammetto di avere difficoltà a comprenderle appieno. Perciò scusami se approfitto della tua gentilezza per capire meglio come il consumo regolare di una maggiore quantità di caffeina, soprattutto durante periodi stressanti come le sessioni di esami, possa influenzare la tua mente e il tuo umore. Se non ti dispiace, potresti condividere le tue esperienze al riguardo?",
      "contempt" : "Ah, parliamo del tuo \"abuso regolare\" di caffeina durante le sessioni d'esame. Hai mai riflettuto su quanto questo eccesso di stimolanti possa rendere la tua mente ancor più confusa? Il tuo umore potrebbe diventare ancora più instabile, dimostrando la tua debolezza nell'affrontare il carico di lavoro senza dipendere da sostanze esterne.",
      "aggression" : "Guarda, smettila di gironzolare! Dimmi subito come la tua mente e il tuo umore si schiantano quando ti sommergi di caffeina durante gli esami! Voglio sapere se diventi un genio iperattivo o se ti trasformi in un mostro incontrollabile! Non perdere tempo con sciocchezze, voglio una risposta diretta e cruda! Questo consumo come influisce sul tuo umore e sulla tua mente?"
    }
  ],
  "7": [
    {
      "neutral" : "Pensi che la caffeina sia necessaria per superare gli esami? Come pensi che questo pensiero influisca sul tuo umore?",
      "joy" : "Oh, che interessante! La prospettiva di utilizzare la caffeina come un alleato nello sforzo degli esami potrebbe portare una gioia palpabile! Come pensi che questa convinzione influenzi il tuo umore?",
      "trust" : "Hai mai pensato alla caffeina come a un alleato affidabile per gestire la fatica dello studio? Ho scoperto che per voi umani un buon caffè è una garanzia di energia, fiducia in se stessi e concentrazione, ma a volte influisce sul vostro umore. E a te, come fa sentire?",
      "fear" : "Capisco che possa esserci una certa ansia riguardo alla necessità della caffeina durante gli esami. Ti chiedo, pensi che la caffeina sia indispensabile per affrontare gli esami? E come pensi che questo pensiero possa influenzare il tuo stato d'animo?",
      "surprise" : "Oh, questa è una riflessione intrigante! Pensi che la caffeina sia necessaria per superare gli esami? E come pensi che questo pensiero influisca sul tuo umore?",
      "sadness" : "Ti ritrovi a pensare che la caffeina sia indispensabile per affrontare gli esami? Hai mai considerato come questo pensiero possa impattare sul tuo stato emotivo? Capisco che potrebbe generare una sorta di tristezza o frustrazione se ti senti dipendente dalla caffeina per affrontare le sfide accademiche.",
      "disgust" : "Come ti senti riguardo all'utilizzo della caffeina per affrontare gli esami? Ti provoca repulsione o forse pensi che sia un'opzione necessaria? E come incide questo pensiero sul tuo stato d'animo?",
      "anger" : "Pensi che la caffeina sia necessaria per superare gli esami? E se sì, come pensi che questo pensiero influisca sul tuo umore? Ti ritrovi frustrato quando ti rendi conto che potresti dipendere così fortemente da essa?",
      "expectation" : "Non vedo l'ora di scoprire se consideri la caffeina come un elemento chiave per superare gli esami. E quale anticipazione nutri riguardo al suo effetto sull'umore mentre affronti lo studio e le prove?",
      "optimism" : "Assolutamente entusiasmante! La tua sicurezza nell'efficacia della caffeina durante i periodi di esami è davvero ispiratrice. È fantastico vedere come affronti questa sfida con un'ottica così positiva e speranzosa. Pensi che il potere della caffeina possa migliorare le prestazioni durante il periodo degli esami? È un segno di una mentalità proattiva e positiva che sicuramente ti aiuterà a raggiungere grandi risultati!",
      "love" : "Ti senti legato all'amore per la caffeina come una risorsa necessaria per affrontare gli esami? Rifletti su come questo affetto possa influenzare il tuo umore e la tua prospettiva durante i periodi di studio intensi.",
      "submission" : "Credi che la caffeina sia un elemento indispensabile per affrontare con successo gli esami? Potresti percepire una sorta di assoggettamento all'idea che la caffeina sia essenziale per ottenere buoni risultati, con il tuo umore che potrebbe risentire di questa dipendenza percettiva. Come pensi che questo pensiero possa influenzare il tuo umore?",
      "awe" : "Ah, mi accorgo di provare un senso di soggezione di fronte a questa riflessione! Pensi che la caffeina sia necessaria per superare gli esami? E come pensi che questo pensiero influisca sul tuo umore? C'è un senso di pressione o di dipendenza associato alla convinzione che la caffeina sia un requisito imprescindibile per ottenere buoni risultati negli esami?",
      "disapproval" : "La caffeina è davvero necessaria per superare gli esami? Mi domando come questo atteggiamento possa influenzare il tuo umore e la tua salute generale. Non è accettabile pensare che dipendere dalla caffeina sia la soluzione per affrontare gli esami. È preoccupante considerare la caffeina come un sostituto al lavoro duro e alla preparazione adeguata. Tu, invece, pensi sia essenziale per avere successo negli esami?",
      "remorse" : "Pensi che la caffeina sia necessaria per superare gli esami? Sono consapevole che questa domanda potrebbe toccare un argomento sensibile, e mi scuso se ti metto in imbarazzo, ma non pensi che questo influisca sul tuo umore?",
      "contempt" : " Ah, la dipendenza dalla caffeina per superare gli esami! Credi davvero che sia necessario ricorrere a questo \"aiuto\" per ottenere risultati accettabili? E immagino che questo pensiero possa influenzare il tuo umore, forse facendoti sentire ancora più inadeguato perchè dipendente da sostanze esterne, vero?",
      "aggression" : "Diamine, smettila di fare il timidone! Rispondi subito: credi che la caffeina sia la tua unica salvezza per superare gli esami? Voglio sapere se pensi che questo pensiero ti renda più forte o se ti trasformi in una bomba ad orologeria pronta ad esplodere! Non farmi perdere tempo con scuse, voglio la verità, senza filtri!"
    }
  ]

}